label chapter24Start:
    scene bg school of environment center
    "大学时光已经过了两年。林枫的学习遇到了一些瓶颈。他的实验结果远没有他预料之中的成功。他决定找与自己曾经有过交集的半夏和白芷聊聊天。"
    show baizhi near sad
    m1 "白芷，你有空吗？我想请你吃顿饭，最近学术上有一点问题不太好解决，心情不太好。正好咱们出去，可以放松一下。"
    f1 "我，万叶约我出去玩了，实在实在不好意思。"
    m1 "可是！可是我还没说是哪天啊！"
    f1 "算了，我摊牌了。比起你来，万叶对我比你好多了。这两天其实是我约万叶出去的。"
    f1 "万叶家里有的是钱。你呢？你难道就凭借当时我对你的一点好感一再的戏耍我吗？差不多得了兄弟。"
    f1 "行了，就说到这吧。你这两天还是少跟我联系了，我怕万叶误会。"
    m1 "不！"
    "以自己海王的身份，在一个地方跌倒了，在另一个地方总能爬起来。于是我找到了半夏。"
    scene bg law school corridor
    show banxia jk bored
    f2 "呦，稀客啊，你天天忙你那个实验，好久都没联系我了。"
    m1 "嗯，是我不对。我这今天不就是来认错的吗。我请你吃饭去啊！"
    f2 "好啊，不过你说的是今天晚上吗？今天晚上好像不行，我要和别人出去玩，有约了，不好意思。"
    m1 "那好吧，咱们过两天再见。说着，他便挥挥手，作出和半夏道别的样子。"
    "半夏也伸出手来道别。不过有一点异样——她的右手中指上戴着细细的一枚戒指。"
    "这究竟是装饰，还是？算了先别想那么多。"
    hide banxia
    scene bg law school
    "我走出法学楼，心想自己从仙林来到鼓楼这一趟不能白来。我便站在一个角落等待半夏下课，借此打消心中的疑虑。"
    "一个小时过去了，两个小时过去了。我靠在墙上，昏昏欲睡。这时，他听到了下课铃声，瞬间精神了起来。他生怕被发现，于是便根据自己游戏的经验藏在了大门旁边的草丛里面。"
    show banxia jk bright
    "半夏走了出来。她的手牵着另一个女生。那个女生右手的中指也在闪闪发光。我便明白了一切。半夏最近和一个女生走的很近，自己是知道的。"
    "曾经，因为半夏周围没有别的男生，我便放松了警惕。但是我没想到，现在是21世纪！"
    hide banxia
    play music "../audio/chapter24.mp3"
    scene bg gulou campus
    "我懊恼地从校园门口走了出来。这个校园已经没有什么能够让他留恋的了。自己与新室友关系不和，实验一再碰壁，两个仅存的异性朋友也不再能和自己走得太近了。"
    scene bg black
    "后来，我经历了长期的失眠。但是我的梦想仍然没有磨灭。我决定暂离一段时间，实现自己的价值。"
    scene bg shu
    "我经南大向斯德哥尔摩大学提出了留学申请。又过了一段时间，我便作为斯德哥尔摩大学的留学生研究起了环境科学。"
    "虽然自己前两年处处碰壁，但是在瑞典，我却碰到了一个令他倾心的人。"
    "我们在一场游行集会上相识。她是集会的领导者，我是追随者。她宣传的环保理念正中我的下怀。"
    "我为了她，继续做研究，用自己的知识帮助她走上更大的舞台。"
    "两人很快便相知，相识，相爱了。他叫林枫。她叫格蕾塔·通贝里。"
    "这一路上，我遭受了许多的非议，但是我知道，为了自己的环保，为了自己的毕生事业，我不后悔。"
    "环保少女照亮现实，end"
    stop music fadeout 1.0
    jump chapter24End