label chapter3Start:
    play music "../audio/chapter3.mp3"
    scene bg dormitory night
    "2016年9月"
    "9月末的夜晚，蝉鸣之声不绝于耳，给南大的夜晚填上了一点寂静与闲适。"
    "月朗气清，这是林枫在绥化难以见到的场景。临近十月，绥化已是零下严寒。集中供热马上开始，许多没有集中供热的平房，已经开始烧起了煤。"
    "在绥化一中的学弟给他拍回了几张绥化的照片。"
    m1 "这天，可谓是“天接云涛连晓雾，星河欲转千帆舞”。只可惜天上的美景是烟霾，而非晓雾。"
    "天上有雪花飘落。向着照片内的地面看去，灰白色的雪夹杂着灰尘铺到地上，没有一丝美感。"
    m1 "“君不见走马川行雪海边，平沙莽莽黄入天。”这么多年了，冬天的空气质量还是没有改变。"
    "他的脸上，划过一丝笑容：我不会后悔我所做的决定。此时，他桌边的电脑上，显示的是他跨专业选课成功的通知。"
    "他来到阳台，其他室友也在阳台边上欣赏美景。此时正是中秋佳节，众人的思乡之情溢于言表。林枫拿出了自己放在柜子边上的果酒，与自己的室友分享起来。"
    "四个人坐成一排，不语。"

    m1 "我给你们看一张照片。"
    "钟嵘，万叶，江波探过头来。映入眼帘的，是绥化被烟雾笼罩的场景。"
    m1 "月亮虽美，但不是每个人都能欣赏到。所以，我刚才做了一个决定。这个决定其实我已经思考了很久了。"
    m1 "我打算转到环境学院，真切地挖掘环境问题，改善家乡以及更多地区的环境状况。只有每个人都能享受美好的环境与月光。"
    m1 "在我小时候，我就有呼吸道疾病，每一次闻到那种烟霾的味道我都会干咳。从那一刻我就在想，如果我要是能动手改善环境就好了！"
    m1 "来到南京之后，这里的空气质量不错，我的疾病也神奇地消失了。这之后，我更加坚定了自己的想法。"
    m1 "看到半夏为了自己的父母和那些被拖欠工资的人学习法学的时候，我最终作出了决定。希望大家能够支持我。"

    "钟嵘已经喝醉了。"
    show zhongrong far calm
    m4 "我支持你，大哥！"
    m4 "不过从现在来看，软件的前景比环境要好一些。你一定要慎重考虑！"
    hide zhongrong
    show wanye far upset
    m2 "大哥，不是我说你，咱们都是大二的人了，不要这么妄下决断！学了软件，未来可是一片光明！"
    m1 "唉。我知道。和这一样的话我不知已经听过多少遍了。但我更加清楚，我的青春，要走属于我自己的道路。"
    m1 "以青春之我，创建青春之国家，何尝不是一件乐事呢？"
    hide wanye
    show jiangbo far happy
    m3 "这没关系的。无论你选择什么路，我们都会在你的身边支持你！"
    hide jiangbo
    "四个人酒杯不断地碰撞，没过一会，四个人都喝醉了。"
    "可是，此时和他们一同买醉的人却不止他们几个。"
    scene bg balcony
    "在对面的女生宿舍，白芷正在以同样的视角远观着圆月。在她的旁边，散落着两三个啤酒瓶。"
    "自从那天看到林枫和别的小姑娘在一起后，她便始终不是滋味。"
    show baizhi near cry
    "白芷已经醉了。此时宿舍里没有其他的人，她放下了心中最后的一点防线。"
    "她的意识逐渐模糊。周围的一切事物，都在她的想象中换了模样。"
    "过了片刻：白芷转过头来，对着旁边的凳子倾诉："
    f1 "林枫，今晚月色真美。平时我总是躲着你，不敢跟你说话。但是我今天就是要说！我喜欢你啊，林枫！"
    play sound "../audio/hit.mp3"
    "她以为旁边的凳子就是林枫，于是义无反顾抱了上去，结果是摔了一跤。"
    f1 "诶呦！我刚才这是怎么了？"
    "突然摔倒的白芷总算是清醒了一些。"
    f1 "你……什么时候走的？"
    "意识到自己无论怎么喊都没有用，白芷的头垂了下来，眼神也变得黯淡无光。她深深地叹了一口气，便继续抬头欣赏月色。"
    hide baizhi
    "思乡之情与隐藏在内心深处的爱慕之情交织在一起，让她无心思考其他事情。又过了一会，白芷干脆在阳台边上睡着了。"
    stop music fadeout 1.0
    jump chapter3End