label chapter19Start:
    scene bg black
    with dissolve
    pause 2.0
    scene bg dormitory day
    with dissolve
    "2017年3月"
    "我拖着行李，再次回到了南大。与之前不同的是，我即将成为一个环境学院的学生了——我以优异的成绩完成了全部准入课程。"
    "一回到宿舍，所有人都对着我笑。"
    m1 "怎么了，我身上有什么问题吗？"
    show zhongrong far bright
    m4 "没问题，但是你的心出了问题了？"
    m1 "什么问题？"
    m4 "一个假期，你的心被女孩子夺走了！重色轻友的例子原来就在我的身边。"
    m1 "你在这胡说什么呢！别瞎往出传，听到没有！"
    m4 "好的，不是室友之间开玩笑吗，何必那么认真！最后恭喜你转入环境学院！哥几个吃顿饭去啊！我请客！就当是庆功宴了！"
    hide zhongrong
    "林枫&万叶&江波" "好耶！"
    scene bg xianlin campus
    "欲买桂花同载酒，终不似，少年游，故人何日才能再见？转眼间，已是大二下半学期了，几个人再过一个学期便要分别。"
    "江波、万叶、白芷作为计科的学生继续留在这里，而钟嵘和半夏却要前往鼓楼校区开始下一个阶段的学习。"
    scene bg school of environment center
    "2017年，有关碳中和的概念提上了日程。不过具体实现碳达峰和碳中和的时间还没有确定。我查阅了更多的资料，觉得自己可以趁这个机会接触环境专业的核心人员，获取更多的知识。"
    "初到环境学院之后，我发现，要学的课程一点不比之前的课程少。别人大一学过的知识，我也必须再学习一次。"
    "环境工程原理，环境工程力学，全球环境变化，水环境化学，环境生物技术，环境系统分析。。。与其说是来学习环境，倒不如说是学习语文。"
    "这段时间真的累极了，不过这些努力、这些付出都是值得的。"
    "时间过得很快。一百二十天的学习，在不停地查阅资料与实验分析之中度过。我意识到，自己已经很久没有跟平日里关心他的两个女生接触了。"
    "自己这么长时间受人照顾，应该表示一下自己的感谢。"
    jump chapter19End