label chapter18Start:
    pause 2.0  
    play music "../audio/chapter18.mp3"
    scene bg hasanzhong
    "南大的学生，绝大多数人的高中是省级重点中学，其中不乏国内数一数二名校的大佬。但是，我今天要讲的这所中学，它管理严格规范，效仿其他地区的先进经验，但是一本上线率却只有6.27\%。远低于其它重点中学的水平。"
    "当我遍访南大的朋友时，我也想学习它们学校的先进经验，并期望把它带回自己的母校。可我得到的回答大同小异。"
    "同学A" "“什么，你说我们高中？还有比我们学校更差的高中吗？”"
    "同学B" "“别开玩笑了，我们学校哪有什么先进经验，一年也就十几个清北，多吗？”"
    "很多。"
    "我所在的省。一年大约有64个清北名额。我简要做了统计，这其中有90\%被省内知名的学校争取到。这些学校，不但有令其他学校艳羡的师资力量，还有远高于其他学校的教育经费，更有着来自于其他地区的优秀生源。"
    "其他省份与之大同小异，5\%的学校占去了95\%的985名额，这与现代社会的财富分配不能说有一点像，只能说一模一样。"
    "如果您是一名名校的学生，请放下偏见，看看接下来我所要写的内容。"
    "走进双柏一中时，我被铺面而来的复古气息震撼。这种场景，我只在90年代的影视剧中见过。"
    "我和其他队员开始分配班级。我被分到了三年一班。"
    scene bg examroom
    show banxia jk bright
    m1 "半夏，不是，我问你，在这样的高中，你是怎么考到南大的？"
    f2 "有一句古话，穷且益坚，不坠青云之志！一个意志足够坚定的人，是不会被环境的困难打倒的！"
    "我越来越佩服眼前的这个比自己矮一头的小姑娘了。"
    hide banxia
    "我走进三年一班。斑驳的墙壁满是裂痕，黑板还是旧式的，用老粉笔写的那种。黑板内侧嵌入了一个老式的多媒体机，看起来像是从什么地方淘汰下来的。"
    "教室里的孩子们，一个个灰头土脸，唯一与之形成对比的是他们渴望求知的眼神与纯真的笑脸。这个笑脸，比最近四川的某个笑脸要纯真的多，是一种不掺有任何杂质的美。"
    play sound "../audio/hit.mp3"
    "我走上讲台，听到了嘎吱嘎吱的响声。自己可能要减肥了。"
    m1 "感谢大家的欢迎！我叫林枫，是你们未来半个月的辅导教师。你们无论哪里有问题，都可以问我！我一定会尽我一切努力，为大家解决问题的！"
    "随后便是一阵更加热烈的掌声。"
    show banxia jk happy
    "半夏也跟着起哄，和孩子们一起鼓掌。"
    "云南的天气很热。即使是冬天，依然如此。我拿着一把蒲扇轻轻地扇着，坐在门口感受来之不易的一点点微风。"
    m1 "半夏，太热了！给孩子们买点冰棍吧！"
    f2 "半夏：好的好的，咱们一起去吧！"
    hide banxia
    scene bg village
    "走在路上，我感触良多。自己感叹生活的不公，学业生活的痛苦，其实别人又何尝不是如此！我甚至觉得，能在自己的母校度过三年的高中时光，是自己无上的幸运。这时，手机上来了一则通知，是自己转专业科目的成绩报告。"
    show phone wechat
    "我用颤抖的双手点开页面，在录取名单上看到了自己的名字。我兴奋极了，拽着半夏的衣服，开始唱起歌来。"
    hide phone
    show banxia jk happy
    "半夏虽然反对我转专业，但是就一个学期的相处而言，她看得出我是一个怀揣梦想的人。她的梦想在我的帮助下得以实现，她也不能反对别人的梦。"
    scene bg moon night
    "那一夜，我拎着一瓶葡萄酒，回到了自己的屋子。我觉得自己的努力没有白费。而且，除了自己对美好环境的向往，自己在双柏也了解到了自己目光的狭隘之处。"
    "一个人，年轻时，是少年。"
    "我的梦想，摘星揽月，高不可攀。"
    "时间能够磨损人的意志，让人在追梦的过程中败下阵来。"
    "只有这时，一个继续持有梦想的人才能站在高处……"
    "向自己的人生献礼。"
    scene bg black
    "我喝醉了。梦见绥化的烟气不再存在，自己徜徉在一片花海之中，身边是半夏和其他同学的身影。"
    show banxia jk happy
    "花团锦簇，映衬的是我与半夏的笑脸。"
    stop music fadeout 1.0
    jump chapter18End