label chapter9Start:
    scene bg school of environment center
    "在复习之余，我也了解了很多关于环境治理方面的知识。"
    "想要达成排放与吸收的二氧化碳等量，也就是碳中和，绝非易事。"
    "2015年，全球与能源有关的二氧化碳排放量约为321亿吨，与2014年的323亿吨基本持平。但是，想要真正实现碳中和，需要等到21世纪中叶。"
    scene bg school of environment east
    "在课程老师的邀请之下，我走进了环境学院，参观了每一样精密的实验仪器。"
    "很多仪器都是他从来没有见过的，这些仪器被严密地保护着，一些研究生在仪器旁边做实验。"
    "我走到一个正在做实验的学长面前。"
    m1 "来到环境学院做研究累吗？"
    "学长" "累。当然累。为了完成一项前人未曾涉足过的研究，我们会常年做实验，实地调研，这种寂寞与辛苦一般人难以承受。"
    "学长" "在做实验的时候，要求十分精密，一旦出现一丁点的错误，之前的努力就会全都白费。"
    "学长" "但是我并不后悔。我的家乡饮用水质量很差，平时喝水都是矿泉水。我本来以为没什么，直到有一次我去五大连池旅游，才知道世界上竟然有舀起来直接能喝的水，这给了当时的我很大震撼！"
    "学长" "我在想，如果我有一天能够研究与环境有关的事务，我一定要赢下所有。如今实验仪器就在眼前，我必须考虑这是不是我此生仅有的机会。。。"
    m1 "哦？"
    "学长" "总之我现在就是不后悔。能为环境作出贡献，能够让我们的后代享受更加美好的环境，是我的骄傲！"
    "我内心的火苗开始逐渐燃烧起来。我的内心在学长一番话语的教导下开始向着自己希望的方向发展。"
    scene bg dormitory day
    "回到宿舍后，我开始更加努力的复习，为了跨专业选课获得较高的成绩，他有时甚至忘了吃饭。"
    show zhongrong far bored
    m4 "林枫你又在用功读书哦！打打电动吧！"
    m1 "烦内。"
    show zhongrong far serious
    m4 "我只希望你不要把自己的身体搞垮，对自己还是要好一点啊！"
    m1 "好啦好啦，我知道了。"
    hide zhongrong
    "时间一天一天过去，我也逐渐做好了期末考试的准备。"
    scene bg letter
    "但是除了考试，一个棘手的事情是越来越近了：白芷和半夏都在等着自己的回应，看现在的情况却只能答应其中一个人。到底答应谁呢？"
    jump chapter9End