label chapter14Start:
    play music "../audio/chapter14-1.mp3"
    scene bg hasanzhong
    "终于熬到了进校宣讲的时间。作者也终于熬到了要把这条分线完结的时间。"
    "结束了，但是没有完全结束，后面还有合并的剧情。如果您能玩到这里，请联系作者。作者团队会给你发红包的。（卑微）"
    m1 "艳阳天那么风光好，红的花儿是绿的草~终于回到校园了！虽然时值冬季，校园并没有花草，但是心情确实好没有错了。"
    "我按照约定的时间走到了教室门口。这里是一中的重点班，孩子们等待之余正在学校里面自习。"
    "我从来没有想过，这个自己两年前还在拼尽全力逃离的地方，现在竟然成为了自己最愿意回到的地方。"
    "恍惚间忆起从前……"
    "2015年6月3日"
    "白色的T恤衫，能够隐隐约约看到衣服里的汗水与肌肉；花样的百褶裙，映衬着璀璨的阳光；这一切都是为了给自己的少年时光一个绚烂的结尾。"
    "孩子们排成一排，站在或高或矮的凳子上。咔嚓一声，孩子们的青春就此定格。"
    "毕业照的背后，是一栋六十几年历史的教学楼。夏天到了，这个一直被孩子们认为的“危楼”也散发着从未有着的气息。"
    "学生们笑得很开心，丝毫没有高考的紧张感。或许，这就是一个少年最好的状态。"
    scene bg examroom yellow
    "2015年6月8日 下午16:45"
    "今年的高考题很是简单呢。答完了英语试卷后，我开始无聊地转起笔来。由于我英语试卷逢改必错的特性，他便直接放弃了对心中疑难题的分析。"
    "我可以说是这个小城市中学习成绩最好的人了。众人的目光，家长和老师的期许，都压在我一个人的身上，使我无暇顾及身边的美景。"
    "今天，我终于能够抽出十五分钟时间，来好好欣赏窗外的美景了。"
    "那一天气温比较高，但是我却没有出汗。我静静地感受着穿堂风的吹拂，体会着这场时刻与我相随的邂逅。"
    "我不知道的是，在考场的角落，一个叫明祺的小姑娘在看着我。她知道，我是不会和她考到一个成绩的。"
    "她的成绩比较差，充其量是个一本的水平。她深邃的眼眸，想趁着这最后的一段时间，好好地看一看那个叫做林枫的男孩子，就这一次。"
    "好巧不巧，我恰好转过头来。两个人的眼神对到了一起。"
    show mingqi lateral calm
    "一分钟过去了。真正让两人眼神脱离的，是监考老师好心的提醒。"
    hide mingqi
    "我好像要哭。但是我并没有哭出来。我笑了。"
    show baizhi near calm
    f1 "喂你在干什么呢？快点进屋，来不及了！来，深呼吸，别紧张！"
    m1 "啊？啊！我准备好了，不要担心！我这就开始！"
    hide baizhi
    scene bg examroom
    "我走了进去，介绍了南大的三三制政策。之前的每一次预演中，都有着一个两个失误。不过这次，我并没有忘词。"
    "在台下学生的掌声中，我露出了许久未见的笑容。或许这能让他弥补在学校曾经有过的遗憾。"
    "我和白芷两个人携手，为一中的每一个人献上了一场盛宴。"
    "作者注：在这里还是要宣传一下南星梦想计划。来到南大，我发现这里是一个包罗万象，兼收并蓄的高等学府。如果能够更好地把南大宣传到祖国各地，对南大无疑是一件好事。"
    "我本人私下里为我2018年才了解到南京大学这个学校而道歉。"
    stop music fadeout 1.0
    play music "../audio/chapter14-2.mp3"
    scene bg scenery night
    "2017年2月11日 元宵佳节"
    "这一天，白芷又约林枫出去玩了。不过我知道临出门才想起来自己还有个课程论文的ddl今天截止，自己还没有开始动笔。"
    "不过问题不大，之前已经拿到了两位学长上个学期的课程论文。我早就学会高速制造学术垃圾了。"
    "我放下了手中玩着的《守望先锋》，下楼和白芷会合。"
    show baizhi far happy
    "这一天，我们玩得很开心。两人一起去看了电影，喝了奶茶，和更多的同学在一起打牌。"
    "晚上七点，已是凉风习习。我们两个人走在街道上。我心中忽然有一种若有若无的冲动。"
    "如果你是林枫，你会如何选择？"
    menu:
        "牵着白芷的手，继续在大街上闲逛。":
            $ val1 += 10
            "我从袖子中缓缓地伸出手来，握住了白芷的手。真的，我紧张极了，甚至不敢歪过头去看她。我能明显的感觉到，她的手也在颤抖。"
            "她曾经开玩笑似的多次握住林枫的手，但是像这样的情况还是第一次。白芷彻底地感动了。泪水从脸颊流下，形成了一道冰痕，在路灯的照耀下闪着光。"
            "两个人一直走啊，走啊。八点的时候，两个人正好走到这个城市的主路。"
            scene bg fireworks
            "爆炸的声音逐渐响起，随后便是成片的烟花。每一盏烟花，都在不甘示弱的展现出它们的绚烂，光彩夺目的烟花腾空而起。黑色的幕布上，华丽的翡翠流苏绽放着，好像要撕裂天空的黑暗。美极了。"
            scene bg light
            "华灯初上，一盏孔明灯不知从何处升了起来。两盏，三盏。随后便是连成一片的金色星河。每一盏孔明灯上，都寄托着人们的美好愿望。"
            "我也买了一盏灯，不过这盏灯上写了两个愿望。灯的左半面，白芷认真地写着，生怕写错一个字。右半面，我也在起笔，不过不像是祝福而是作画。"
            "我给孔明灯点火。两人紧紧地盯着这盏孔明灯，生怕它不能起飞。"
            "孔明灯终于起飞了。孔明灯上升之后，呈现在两个人面前的，是对方的笑脸。"
        "给白芷在街上挑一件礼物，然后告别。":
            $ val1 += 5

        "说自己还有论文要写，先回家了。":
            $ val1 += 0
            m1 "我先走了，还有论文要忙。"
    stop music fadeout 1.0
    jump chapter14End