label chapter1Start:
    scene bg xianlin campus
    "2016年9月"
    "又是一年九月，大二的我又一次站在了南京大学仙林校区的门口。"
    "不过这一次，我不是作为新生，而是作为迎新的老生站在棚子里。"
    "眺望着远方，期待着一个熟悉的面孔。"

    "时间回到2016年4月"
    "我叫林枫，来自黑龙江省绥化市，是2015级软件工程专业的学生。"
    "我亲眼见证了家乡的空气质量一天天变差，一个改变家乡的愿望在我心头萌生。"
    m1 "本来我是想报考南京大学环境学院的，但是……"
    "家长希望我从事计算机方面的工作。所以在志愿填报时，首选是计算机科学与技术，然后是软件工程。"
    "我终究没能说服家长，最终来到了南京大学软件学院。"

    "经历了一个多学期的学习后，原来心中萌动的愿望开始成长起来。曾经那个亲手改变家乡环境的愿望，在脑海中反复地出现。"
    "也是在那时，我参加了一个志愿活动——"
    "南大对云南双柏的“一对一”帮扶。"
    scene bg letter
    "我抱着试一试的心态，扫描了二维码，参与了活动。本来这个活动是男对男，女对女的，但是……"
    "我设置错了性别，所以阴差阳错地遇到了一个女孩子。"
    "经历了简单的信件交流后，我们便开始在社交软件上聊了起来。"
    show phone wechat
    m1 "“你好啊！还有两个月就要高考了，千万不要紧张！学习上有什么不懂的地方尽管问我！”"
    f2 "“你好啊！^_^我今天收到了你的信，小哥哥写字写得真好看！”"
    m1 "哈哈，我肯定要给学妹留下一个好印象啊！"
    hide phone
    show wanye far angry
    m2 "咦？等一下！一对一帮扶，男生不是只能帮男生吗！他怎么叫你小哥哥！"
    m2 "难道说，咱们5A641的榆木脑袋终于开窍了吗？说，你是不是对她有意思！"
    "万叶，2015级工程管理学院的优等生，来自计算机与金融工程实验班。在长相过人的基础上还有着令人艳羡的财富，只不过他自己并不是很在意。。。"
    hide wanye
    m1 "说什么呢？学妹，学妹的事，能算有意思吗？"
    "接下来便是难懂的话，什么“不小心选错了” “女人只会影响我击剑的速度”一类的话，5A641充满了快活的空气。"
    show phone wechat
    f2 "“小哥哥你知道吗，自从上次你对我鼓励之后，我的成绩从630分提升到了650分呢，再提高十几分，我就摸到了南大去年的分数线了！”"
    m1 "诶呀，但是还有一个月了，再提升20分真的可能吗？"
    hide phone
    "？？？" "有可能！"
    show jiangbo far bright
    m3 "我一模的时候才610分，之后就是凭借着一路上涨的分数，在众人惊讶的目光中考上了南大！"
    "江波，来自2015级计算机科学拔尖班，5A641编程界的绝对王者！同时也是南大著名的“牵线达人”！"
    m3 "不要怂！她都没怂，你怂什么!"
    hide jiangbo
    m1 "话是这么说，但是我还是紧张啊！要不聊点其他的话题放松一下吧！"
    show phone wechat
    m1 "“那，你来南大之后要考什么专业呢？”"
    f2 "“唔……我想考法学！我的父母总是被拖欠工资！他们今年的工资还没有下发！”"
    f2 "“我父母都到城里打工，老板已经好几个月没有发过工资了！再这样下去，我即使考上了大学也没有生活费！”"
    f2 "“不过还有一点好，我们市政府会给高考状元一笔丰厚的奖金，这样的话我就可以供自己上学了！”"
    hide phone
    m1 "真是个好孩子啊，真希望她能考上南大。"
    "二模，三模，四模。在相距一千多公里的两个世界，两条时间线有条不紊地向前推进。很快，便来到了蝉鸣之时，高考之季。"

    "2016年6月23日晚"
    show phone wechat
    f2 "“怎么办怎么办，要出分了，我现在的手在抖，根本看不下去！”"
    m1 "“别急别急！要不我帮你查看成绩吧！”"
    f2 "“呜呜呜，我不敢看了！交给你了！”"
    hide phone
    "在期末复习之际，5A641的四个学生都放下了手边的复习资料，聚在一起，等待着高考分数的降临，紧张程度丝毫不亚于小保底时等待金光的神情。"
    show zhongrong far calm
    m4 "别紧张，来跟我玩一局LOL吧！我去年这个时候就是在玩游戏的时候出的分，他可以将你紧张的程度和持续的时间降到最低！"
    "钟嵘，一个专注于骚话的软工同学，对游戏有着浓厚的兴趣。"
    m1 "也是，这才八点，离正式出分还早着呢！先玩一会！就一会！"
    hide zhongrong
    "时钟转过了四分之一圈，我们又以和之前一样的姿势蹲坐在电脑前。时不时响起的键盘声是他们在不断查分的最好证明。"
    show phone wechat
    "（叮铃铃）"
    m1 "半夏打电话过来了！现在还没出分，我怎么回复她！"
    m3 "这有啥的！这么紧张的时候，她肯定需要别人的陪伴啊！来！我帮你接电话！"
    m1 "诶！你，你干什么！"
    f2 "怎么样！有结果了吗！"
    m1 "还没有，还没有！你先别着急！我先跟你聊一会，查分的事情就先交给我室友吧！我跟你说，江浙沪的美食可多着呢！等到你来这里之后，我一定请你吃个遍！"
    hide phone
    "此时，无情连按着F5的江波注意到网站有了微小的变化，他去年的查分经历告诉他，距离出分只有不到一分钟的时间了。他再一次输好了半夏的学号，死盯着屏幕，又一次按下了查询键。"
    "只听一声大喊响彻了宿舍的整个楼道，紧接着便是宿舍众人的欢呼。"
    show phone wechat
    f2 "是不是出成绩了！结果怎么样？"
    "671！众人异口同声地答道。这个成绩比前一年云南的录取分数线还要高上10分，看来半夏的愿望是实现了！"
    m1 "好耶！"
    hide phone
    "我一转头，便开始了对南京大学法学院的研究。"
    "期末之后的几天时间，我把所有关于法学的要点研究了个遍。天遂人愿，在8月份，我亲自将录取通知书邮寄到了半夏的家中。。。。。。"

    "2016年9月"
    scene bg iflow
    m1 "嗐，好想去校门口迎接她。"
    "但是学院里的安排让他不得不坐在这里核对信息。随着一个个新生的到来，我愈发忙碌了起来。"
    "登记人员" "你叫什么名字？"
    show banxia far bright
    f2 "我叫半夏！请问林枫在吗？我来给他送点吃的！"
    "霎时间，全组的工作人员眼神都变得微妙起来，但他们的本能让他们继续埋头工作。现在是属于两个人的时间。"
    m1 "哈喽！一会办完入学手续，我领你在南大逛一圈！"
    hide banxia
    "校园卡、学生手册、纪念品，检查录取通知书。。。"
    m1 "好啦，我们走吧！"
    show baizhi lateral calm
    "刚要走，却在路口看到了急匆匆赶到这里的白芷。"
    "白芷，2015级计算机与金融工程实验班学生。"
    "她和我自幼相识，但……我们一直是那种普通的朋友关系，只是普通朋友。来到南大之后，白芷不明白的问题，都是我来帮忙。"
    "她立刻停下了脚步。"
    f1 "你旁边的这个人是谁？我怎么不认识呢？快说！"
    hide baizhi
    show banxia far happy
    m1 "这是咱们的新同学半夏，来半夏，跟学姐问声好！"
    f2 "学姐好！"
    "半夏笑起来是那么的无害，让人忍不住散发出同样的笑容。"
    hide banxia
    "但是，白芷的脸色怎么这么难看啊……"
    show baizhi front angry
    f1 "学妹你好！林枫，我去忙我的了啊！"
    m1 "嗯嗯。辛苦啦！"
    "白芷快步朝着来时的方向走去"
    hide baizhi
    show banxia front curious
    f2 "学姐为什么回去了啊？她不是来这边有事要忙吗？"
    m1 "好奇怪啊。"
    jump chapter1End